[
  "${{name}} tried to charge their iPhone in the microwave. It worked... once.",
  "${{name}} drowned in a soup bowl after betting they could hold their breath longer than alphabet noodles.",
  "${{name}} was kicked by a donkey while trying to prove they could speak its language.",
  "${{name}} spontaneously combusted after eating Carolina Reaper chili at a church potluck.",
  "${{name}} suffocated in a vacuum-sealed bag while trying to save closet space.",
  "${{name}} was crushed by their own tombstone when they went back to check the spelling.",
  "${{name}} tripped over their own cane while running from a suspiciously slow sloth.",
  "${{name}} died trying to breakdance at their hip replacement surgery celebration.",
  "${{name}} choked on a lottery ticket when they realized they'd misread the numbers.",
  "${{name}} was mistaken for roadkill by vultures during their daily sidewalk nap.",
  "${{name}} exploded after eating Pop Rocks with extra-strength cola during their diabetes medication.",
  "${{name}} was carried off by seagulls while defending their last french fry at the beach.",
  "${{name}} slipped on banana peel while lecturing about workplace safety protocols.",
  "${{name}} accidentally stapled their tongue while trying to fix a broken yawn.",
  "${{name}} was flattened by a falling piano while singing 'It's Raining Men'.",
  "${{name}} drowned in tears after watching Titanic... for the 47th time.",
  "${{name}} got tangled in Christmas lights while trying to recreate Cirque du Soleil moves.",
  "${{name}} was buried alive in a coupon avalanche at the dollar store.",
  "${{name}} choked while shouting 'I told you I can't swallow pills!' during an intervention.",
  "${{name}} spontaneously turned to stone after seeing their teenager's tattoo.",
  "${{name}} was sucked into a jet engine while taking duck-face selfies on the tarmac.",
  "${{name}} died trying to use a Roomba as a mobility scooter after margarita night.",
  "${{name}} got locked in a walk-in freezer hiding from Jehovah's Witnesses.",
  "${{name}} was abducted by aliens who mistook their snoring for mating calls.",
  "${{name}} drowned in instant regret after clicking 'Reply All' on an HR complaint.",
  "${{name}} was last seen being chased into traffic by angry bees after stealing honey.",
  "${{name}} suffocated inside a bouncy castle while protesting trampoline regulations.",
  "${{name}} died testing if cats always land on their feet. Spoiler: They do.",
  "${{name}} was flattened by a falling billboard advertising life insurance.",
  "${{name}} choked on dentures while yelling at kids to get off their lawn.",
  "${{name}} got stuck in a donation bin trying to retrieve their ugly Christmas sweater.",
  "${{name}} was devoured by squirrels after being glued to a park bench (performance art).",
  "${{name}} died licking a frozen lamppost on a dare. The 'Christmas Story' warning was real.",
  "${{name}} choked on laughter during their own funeral eulogy.",
  "${{name}} was crushed by an avalanche of unread self-help books.",
  "${{name}} died from shock after seeing their phone's data roaming charges.",
  "${{name}} tried to train attack geese. The geese graduated top of their class.",
  "${{name}} was trampled by Black Friday shoppers reaching for hemorrhoid cream.",
  "${{name}} spontaneously evaporated after realizing they'd worn underwear inside-out for 3 weeks.",
  "${{name}} died trying to break the world record for 'Most Toothpicks in Beard'.",
  "${{name}} was dragged into a storm drain by angry sewer clowns.",
  "${{name}} exploded after eating 137 birthday cake candles for the wax.",
  "${{name}} was carried away by crows while wearing a meat suit to 'understand birds'.",
  "${{name}} drowned in their koi pond trying to teach fish sign language.",
  "${{name}} was baked into a casserole by their competitive church group.",
  "${{name}} choked on a fortune cookie that read: 'Your next meal will be your last'.",
  "${{name}} died trying to parallel park their mobility scooter during a tornado.",
  "${{name}} was compacted in a trash compactor while dumpster diving for coupons.",
  "${{name}} suffocated in a beanbag chair during a Netflix binge marathon.",
  "${{name}} was last seen being used as a chew toy by a pack of Chihuahuas.",
  "${{name}} died trying to photosynthesize because 'plants have it easier'.",
  "${{name}} was fired from a cannon at their own retirement party. Literally.",
  "${{name}} choked on their tongue while trying to lick their elbow.",
  "${{name}} was mistaken for a scarecrow and left in a cornfield for weeks.",
  "${{name}} died after trying to inflate their mattress with a propane tank.",
  "${{name}} was flushed down Niagara Falls in a barrel marked 'Amazon Return'.",
  "${{name}} spontaneously combusted while reading 50 Shades at a PTA meeting.",
  "${{name}} tripped over their oxygen tube while breakdancing at bingo night.",
  "${{name}} was vaporized by their microwave trying to dry a wet cat.",
  "${{name}} died trying to ride a shopping cart down the parking garage ramp.",
  "${{name}} was buried under an avalanche of unopened spam mail.",
  "${{name}} choked on a chicken bone while impersonating Elvis at karaoke.",
  "${{name}} was abducted by UFOs during their colonoscopy prep.",
  "${{name}} died trying to reenact Titanic on their above-ground pool slide.",
  "${{name}} was last seen being rolled into a carpet by suspicious movers.",
  "${{name}} suffocated in a pile of dirty laundry during 'no wash November'.",
  "${{name}} was launched into space by their own homemade rocket chair.",
  "${{name}} died trying to bottle-feed a raccoon with hot sauce.",
  "${{name}} was flattened by a steamroller during a street painting festival.",
  "${{name}} choked on a gummy bear during a competitive eating contest.",
  "${{name}} was turned into a human fondue at a cheese convention.",
  "${{name}} died while attempting to shave with a chainsaw.",
  "${{name}} was mistaken for a piñata at their own quinceañera.",
  "${{name}} evaporated after forgetting sunscreen at the nudist beach.",
  "${{name}} was deep-fried in a turkey fryer during Thanksgiving dare.",
  "${{name}} died trying to ride an electric scooter up an escalator.",
  "${{name}} was composted by mistake during a gardening mishap.",
  "${{name}} choked on their laughter track while binge-watching sitcoms.",
  "${{name}} was carried off by ants after falling asleep in a sugar factory.",
  "${{name}} died trying to iron clothes while wearing them during a blackout.",
  "${{name}} was last seen being chased off a cliff by angry garden gnomes.",
  "${{name}} suffocated inside an inflatable T-rex costume during a heatwave.",
  "${{name}} was blended into a smoothie by their own NutriBullet rebellion.",
  "${{name}} died trying to recreate Mufasa's death scene with office chairs.",
  "${{name}} was eaten by their pet python during a misguided bonding exercise.",
  "${{name}} evaporated after discovering their crypto portfolio value.",
  "${{name}} was shrink-wrapped by their obsessive-compulsive roommate.",
  "${{name}} died trying to test if a toaster could double as a bath heater.",
  "${{name}} was launched from a circus cannon that hadn't been used since 1973.",
  "${{name}} choked on a pretzel while watching the Super Bowl alone.",
  "${{name}} was compacted inside a suitcase during an airport baggage mishap.",
  "${{name}} died trying to use a pogo stick on a trampoline.",
  "${{name}} was mistaken for a mannequin and left in a department store window.",
  "${{name}} dissolved in the rain after being told they were made of sugar.",
  "${{name}} was last seen being pulled under by krakens at the aquarium touch tank.",
  "${{name}} died trying to vape wasabi for a YouTube challenge.",
  "${{name}} was rolled into a ball and buried by dung beetles in the zoo.",
  "${{name}} suffocated in bubble wrap during a stress-relief session.",
  "${{name}} spontaneously turned into confetti during New Year's countdown.",
  "${{name}} was deep-frozen during cryotherapy gone wrong.",
  "${{name}} died trying to jumpstart their car with jumper cables attached to teeth.",
  "${{name}} was fired into the sun by Elon Musk's experimental cannon.",
  "${{name}} choked on their inhaler during a laughing fit at a funeral.",
  "${{name}} was trampled by marathon runners while trying to cross the finish line backwards.",
  "${{name}} evaporated after reading their teenager's text messages.",
  "${{name}} died trying to pole-vault over their swimming pool with a broomstick.",
  "${{name}} was compacted in a trash compactor while dumpster diving for dentures.",
  "${{name}} suffocated under a pile of unsold garage sale items.",
  "${{name}} was last seen being used as a hockey puck in Canada.",
  "${{name}} died trying to breakdance on an active earthquake fault line.",
  "${{name}} was dissolved by acid rain during a protest about climate change.",
  "${{name}} choked on their gum while attempting to blow a world-record bubble.",
  "${{name}} was carried away by pigeons in Venice while feeding them expired bread.",
  "${{name}} died trying to recreate Flashdance with a malfunctioning showerhead.",
  "${{name}} was mistaken for a lawn ornament and spray-painted gold.",
  "${{name}} evaporated after being told their favorite buffet closed permanently.",
  "${{name}} was launched from a faulty ejector seat during a driving lesson.",
  "${{name}} choked on a fish bone while trying to talk like a pirate.",
  "${{name}} was composted by their own smart-garden system during a nap.",
  "${{name}} died trying to use a leaf blower as a jetpack.",
  "${{name}} was rolled up in a yoga mat during an overzealous hot yoga session.",
  "${{name}} suffocated in a bean bag chair during a video game marathon.",
  "${{name}} spontaneously turned to dust after their internet went out.",
  "${{name}} was last seen being chased by cows in a pasture during mating season.",
  "${{name}} died trying to prove they could hold their breath through an entire tunnel.",
  "${{name}} was compacted into a diamond by a malfunctioning trash compactor.",
  "${{name}} choked on their tongue piercing while kissing their cousin by mistake.",
  "${{name}} was mistaken for Bigfoot and tranquilized by wildlife researchers.",
  "${{name}} evaporated after realizing they'd been paying for premium dial-up.",
  "${{name}} died trying to waterski behind a golf cart during a flood.",
  "${{name}} was baked into a pizza during a 'create your own' restaurant mishap.",
  "${{name}} suffocated in a pile of unopened Amazon packages.",
  "${{name}} was last seen being pulled into a sewer by ninja turtles cosplayers.",
  "${{name}} died trying to test if electric fences work with wet hands.",
  "${{name}} was fired from a circus cannon into a dunk tank with no water.",
  "${{name}} choked on a cocktail umbrella during a hurricane party.",
  "${{name}} was composted by robotic lawnmowers during a backyard nap.",
  "${{name}} died trying to use a cheese grater as a back scratcher.",
  "${{name}} was mistaken for a scarecrow and left in a cornfield all winter.",
  "${{name}} evaporated after their crypto wallet was hacked mid-transaction.",
  "${{name}} was compacted into a cube at a recycling center field trip.",
  "${{name}} suffocated in a pile of dirty socks during laundry avoidance.",
  "${{name}} spontaneously turned into a garden gnome after complaining about yard work.",
  "${{name}} was last seen being carried off by pelicans while fishing naked.",
  "${{name}} died trying to recreate Wile E. Coyote's rocket-skate blueprint.",
  "${{name}} was dissolved by toxic waste during a Ghostbusters cosplay mishap.",
  "${{name}} choked on a chicken wing while arguing about sports at Hooters.",
  "${{name}} was mistaken for a zombie and shot during a Halloween parade.",
  "${{name}} evaporated after reading the terms and conditions of their mortgage.",
  "${{name}} died trying to breakdance on a frozen lake during spring thaw.",
  "${{name}} was baked into a fruitcake during grandma's experimental cooking.",
  "${{name}} suffocated in a pile of unsold Girl Scout cookies.",
  "${{name}} was last seen being pulled under by quicksand at a beach volleyball game.",
  "${{name}} died trying to test if a trampoline could double as a parachute.",
  "${{name}} was compacted into a vinyl record at a pressing plant accident.",
  "${{name}} choked on their laughter during a colonoscopy joke at the proctologist.",
  "${{name}} was carried off by mosquitos during a naked camping trip.",
  "${{name}} spontaneously turned into a lawn flamingo after complaining about retirement."
]